<template>
    <div class="large">
        <div class="title">有渔社区规范</div>
        <div class="agreement-html">
            <p>渔友，渔友，你好，欢迎你来到有渔。</p>
            <p>为了保障有渔社区成员的权益，维护社区秩序，提高社区交流质量，特制定本规范。请所有社区成员遵守本规范，共同构建一个健康、友善、有益的有渔社区。</p>
            <p>社区根据《中华人民共和国网络安全法》、《中华人民共和国民法典》等相关法律，结合《互联网信息服务管理办法》等行政法规，以及《网络信息内容生态治理规定》、《互联网用户账号信息管理规定》等部门规章和《互联网用户公众账号信息服务管理规定》、《网络音视频信息服务管理规定》等规范性文件，特制定并执行以下规范。这些规范旨在确保社区的网络安全，保护用户权益，促进互联网信息服务的健康发展，维护网络信息内容的生态平衡，规范互联网用户账号信息和公众账号信息服务，以及加强网络音视频信息服务的管理。请全体社区成员共同遵守和执行。社区制定并执行如下规范：</p>
            
            <h2>一、违反国家法律法规和有关政策要求</h2>
            <p>1.不得发布违反宪法所确定的基本原则，煽动抗拒或者破坏宪法、法律、行政法规实施的内容。</p>
            <p>2.不得发布危害国家主权、领土完整和安全，分裂国家、颠覆人民民主专政的政权和推翻社会主义制度，损害国家尊严，泄露国家秘密，宣扬极端主义，恐怖主义的内容。</p>
            <p>3.不得发布诋毁历史文化、煽动民族仇恨，恶意攻击历史人物和文化名人，煽动民族之间的矛盾和冲突，挑拨民族之间的关系的内容。</p>
            <p>4.不得发布煽动破坏国家宗教政策，恶意攻击宗教场所、宗教教职人员或宗教信仰自由，破坏宗教活动，激化社会矛盾，宣扬邪教，封建迷信的内容。</p>
            <p>5.不得发布扰乱社会秩序，危害社会运行的内容以及传播有关淫秽，赌博，恐怖，暴力和犯罪有关的内容。</p>
            <p>6.不得发布侵害未成年人合法权益，损害其身心健康，并对其具有不良引导性质的内容。</p>
            <p>7.不得发布侮辱或者诽谤他人，侵犯他人名誉权、隐私权，以及和非法传播，贩卖公民个人隐私信息有关的内容。</p>
            <p>8.不得发布侵犯知识产权和有关商业机密的内容。</p>
            <p>9.不得发布任何法律法规明令限制或禁止的其他相关内容。</p>

            <h2>二、不文明语言</h2>
            <p>1.不得发布攻击性语言，例如：使用侮辱性、贬低性或威胁性的语言来攻击他人，如使用脏话、侮辱性词汇或威胁性的言论。</p>
            <p>2.不得发布侮辱性言论，例如：使用具有侮辱或歧视性的言论来攻击他人，如种族歧视、性别歧视、宗教歧视等。</p>
            <p>3.不得发布恶意挑衅的言论，例如：故意挑衅或挑起冲突，使用具有挑衅性或攻击性的语言，以引发他人愤怒或不满。</p>
            <p>4.不得发布恶意评论，例如：对他人发表的言论或行为进行恶意评论或批评，使用具有攻击性或贬低性的语言。</p>
            <p>5.不得恶意攻击他人，使用具有攻击性或恶意的语言来攻击他人，如人身攻击、诽谤、造谣等。</p>
            <p>这些不文明用语不仅违反了社交礼仪和道德规范，而且可能会对他人造成伤害或冒犯。因此，我们应该避免使用不文明用语，尊重他人的尊严和权利，营造一个和谐、友善的社交环境。</p>
            
            <h2>三、标题，图片和相关内容</h2>
            <p>1.标题中不得含有不实信息或误导性内容，如虚假宣传、夸大其词等的标题。</p>
            <p>2.标题中不得含有敏感词汇或违规词汇，如涉及政治、宗教、种族、性别等敏感话题的词汇。</p>
            <p>3.文章内容不得涉及低俗、暴力、色情等不良内容，不能违反社会道德和相关的法律法规。</p>
            <p>4.文章内容不得含有虚假信息或误导性内容，如捏造事实、散布谣言等。</p>
            <p>5.文章内容不得含有侮辱、诽谤、攻击他人的言论，和侵犯他人合法权益的相关内容。</p>
            <p>6.配图不得涉及侵权，例如如果配图使用了他人创作的图片、插画、设计等作品，而没有获得相关授权或许可，就可能涉及侵权行为。</p>
            <p>7.配图最好不要与技术文章主体无关，如果配图与技术文章的主题内容没有直接关联，或者配图与文章内容不符，可能会让读者产生误解或混淆。</p>
            <p>8.配图不得涉及敏感信息，如果配图涉及政治、宗教、种族、性别等敏感话题，或者配图含有低俗、暴力、色情等不良内容，可能会违反社会道德和法律法规。</p>
            
            <h2>四、滥用流量</h2>
            <p>1.禁止刷单炒信，即通过雇佣大量用户为商品或服务进行虚假交易，以获得虚假评价和排名，影响其他商家的信誉和销售量。这种行为不仅违反了商业道德和诚信原则，而且也损害了消费者的利益。</p>
            <p>2.禁止水军控评，即组织大量水军在社交媒体上发布相同的内容，操纵评论区，控制舆论导向。这种行为会影响正常的讨论氛围，降低用户的参与度和体验感。</p>
            <p>3.禁止恶意举报，即利用平台的举报机制，故意举报一些违规行为或不健康的内容，干扰平台的正常审核和管理流程，从而获取不当利益。这种行为会破坏平台的公平性和公正性。</p>
            <p>4.禁止欺诈推广，即通过欺骗手段吸引用户点击链接或下载应用程序等，骗取用户个人信息或收取费用。这种行为不仅违反了法律法规，而且也会给用户带来经济损失和隐私泄露的风险。</p>
            <p>5.抄袭盗版，即未经授权使用他人的作品或知识产权，包括文章、图片、视频等，并将其发布到自己的平台上供他人免费阅读或观看。这种行为侵犯了他人的版权和知识产权，损害了创作者的利益。</p>
            <p>6.恶意攻击，即利用技术手段攻击平台或竞争对手的网站，窃取数据或破坏系统，导致平台无法正常运行或遭受损失。这种行为不仅违法，而且也会危害整个互联网的安全稳定。</p>

            <h2>五、营销，引流</h2>
            <p>为了维护社区的良好生态，有渔社区将会不断治理恶意营销等黑产行为。以下是一些可能的场景，这些行为以营利、获益、引流为目的，破坏了社区的规则和用户体验：</p>
            <p>1.文章内容中嵌入未接入的第三方平台联系方式：一些用户可能在文章中嵌入未经有渔允许的第三方平台联系方式，例如其他社交媒体账号、个人微信号或QQ号等。他们可能试图通过这种方式引导读者进行线下交易或加入其他平台，以获取更多利益。</p>
            <p>2.售卖链接或广告推广：某些用户可能在文章中发布售卖链接或进行广告推广，宣传自己的产品或服务，以获取利益。这些链接可能包含风险，可能导致用户的个人信息泄露或财产损失。</p>
            <p>3.诱导私信联系转线下交易：一些用户可能试图通过私信功能与读者进行联系，并将他们引导至线下交易。这种行为可能存在欺诈风险，损害用户的利益。</p>
            <p>4.发布虚假信息或夸大宣传：为了吸引更多用户点击和关注，一些用户可能发布虚假信息或夸大宣传自己的产品或服务。这种行为误导了用户，破坏了社区的信任度。</p>
            <p>5.恶意竞争或诋毁他人：某些用户可能出于恶意竞争的目的，发布诋毁他人的言论或举报竞争对手的内容。这种行为损害了社区的良好氛围和公平竞争环境。</p>
            <p>6.批量注册账号进行刷量操作：一些用户可能批量注册多个账号，通过刷量操作提高自己的有渔曝光度和影响力，以获取更多利益。这种行为违反了社区规则，影响了正常用户的体验。</p>
            <p>7.为维护社区的良好生态，有渔网会对这些恶意营销行为进行严厉打击和治理。通过加强监管、建立举报机制、提高用户素质等措施，来有效减少这些行为的发生，保护用户的权益和社区的良好氛围。</p>

            <h2>六、评论违规</h2>
            <p>文章评论违规包括以下几种情况：</p>
            <p>1.抄袭：抄袭他人的文章或评论，包括引用他人文字进行点评或评论，但未注明出处。</p>
            <p>2.灌水：发表重复或无实质内容的评论，或者发布与文章内容无关的评论。</p>
            <p>3.炒作：出于商业利益的炒作性质的评论，例如为了推广自己的产品或服务而发表的评论。</p>
            <p>4.广告：发布广告性质的评论，例如宣传自己的产品或服务，或者含有广告信息的评论。</p>
            <p>5.含不当语言：发表含有辱骂、侮辱或人身攻击等不当语言的评论。</p>
            <p>6.与事实不符：发表与文章内容不符的评论，例如对文章内容的误解或错误理解。</p>
            <p>7.违法违规：发表违反相关法律、法规内容的评论，例如涉及政治敏感、色情、暴力等内容。</p>
            <p>8.重复：发表与之前发表过的评论重复的评论。</p>

            <h2>七、用户风险</h2>
            <p>1.抄袭剽窃：将他人已有的作品作为自己的作品发表，或者在创作过程中抄袭其他人的创意、内容等，这种行为属于侵权行为。</p>
            <p>2.传播不当内容：在一些平台上，用户可能会传播不当内容，例如色情、暴力、恶意攻击等内容，这些内容不仅违反了平台的规定，还可能对他人造成伤害和不适。</p>
            <p>3.广告推广：一些用户可能在文章中插入未经授权的广告，或者在视频中植入未经授权的产品或服务，这种行为也会侵犯他人的权益。</p>
            <p>4.不当引用：一些用户可能在文章中使用未经授权的知识点或素材，这种行为虽然不构成直接侵权，但可能会影响读者的阅读体验和对内容的理解。</p>
            <p>5.恶意举报：一些用户可能会利用平台的举报机制，故意举报他人的不良行为或不健康的内容，这种行为不仅会干扰平台的正常审核和管理流程，还会损害他人的声誉和信誉。</p>
            
            <h2>八、处置方法</h2>
            <p>对违反社区规范的行为，平台将视违规程度采取以下处置方法，包括但不限于：</p>
            <p>1.对于违反社区规范的内容，平台将采取删除、屏蔽、限制传播等措施，以防止不良信息的扩散。</p>
            <p>2.对于违反社区规范的行为，平台将撤销相关行为，如撤销点赞、撤销关注等。</p>
            <p>3.对于违反社区规范的用户，平台将限制其相关功能，如限制发布内容、限制搜索等。</p>
            <p>4.对于严重违反社区规范的用户，平台将采取禁言、永久关闭账号、扣除积分等处罚措施。</p>
            <p>如果用户的行为违反了相关法律法规，平台将按照相关规定向有关部门报告，并配合相关部门进行调查和处理。同时，平台也将加强监管和审核，确保社区的规范和秩序。</p>

        </div>
    </div>
</template>

<script setup>

</script>

<style scoped>
.large{
    width: 1200px;
    margin: 2rem auto;
}
.title{
    font-size: 34px;
    text-align: center;
    font-weight: 700;
    margin-bottom: 2rem;
}
.agreement-html * {
    line-height: 2;
    margin-bottom: 1.5rem;
}
.agreement-html p{
    text-indent: 2em;
}
</style>